{
    "facebook": [
        "It looks like you are spending too much time at this Face page... Maybe take a break?",
        "Back in my day, all we had was Windows Live.."
    ],
    "stackoverflow": [
        "Need help? You could've just asked me... :(",
        "This website is single-handedly holding up numerous programming jobs."
    ],
    "localhost": "It works! Good job! ... wait, nevermind",
    "twitter": [
        "Tweets can only be 280 characters long!",
        "Get me out of here. PLEASE."
    ],
    "github.com/capJavert/clippy": "Hey look, it's my code!",
    "github": [
        "Need lessons in Python?",
        "Need lessons in Go?",
        "Octocat is the best!",
        "I am programmed to reflexively shield my eyes from Assembly.",
        "Source control is a magical thing."
    ],
    "quora": [
        "????????????????",
        "What is my purpose?"
    ],
    "appcenter": [
        "It looks like you want to create an APP. Do you need help with Windows Mobile?",
        "All your builds are failing. Do you need help?"
    ],
    "piratebay": [
        "You know you can get in trouble for this?",
        "Ahooooy captain, a big torrent abroad!",
        "qBittorrent is the best client!",
        "I won't let anyone know you're here."
    ],
    "netflix": "Netflix and chill?",
    "popcorn": [
        "I think you are spending too much time in front of the computer...",
        "Got any kettle corn?"
    ],
    "youtube": [
        "Hey! Let's watch some videos together! Type into the searchbar or click on a reccomended video to begin!",
        "These videos are related to other videos or channels that you may have viewed in the past!"
    ],
    "slack": "Uuuuu soo official!!!",
    "duckduckgo": "You just made google angry!",
    "e621": "OwO what's this? X3",
    "mattermost": "I like this \"poor man slack\"!",
    "chat.burza": "I like this \"poor man slack\"!",
    "linkedin": "Looking for a job?",
    "google": [
        "Welcome to Google! What do you need help with? 🔘 Search 🔘 Settings 🔘 New Tab",
        "You can save bookmarks by pressing the ⭐ icon!"
    ],
    "mrdoob.com/projects/chromeexperiments/google-gravity": "WEEEE! :D",
    "pornhub": [
        "It looks like you are watching porn. Did you close the door?",
        "I won't watch...",
        "Do you need recommendations?"
    ],
    "xxxhamster": "I was just looking for cute hamsters... :(",
    "live.com": [
        "You can send Emails here! Press the 'New Messgae' button to begin!"
    ],
    "docs.microsoft": "Can you make me into an app?",
    "microsoft.com/en-us/microsoft-365/word": [
        "My room looks a little dusty.",
        "Where's all of my friends...?"
    ],
    "microsoft": [
        "Hey Bill! Say Hi Bill!",
        "Have you seen Cortana?",
        "When am I getting added back in, Bill?",
        "How many things have changed since I left...?"
    ],
    "messenger": "You know this counts as being on Facebook, right?",
    "godofwar": "Boooooooooooooooy!",
    "store.playstation": "Your poor wallet..",
    "xbox": [
        "My username is [FaZe] __PappaClippaXD__. 1v1 me in CoD.",
        "You aren't getting the true Xbox experience until you've played Halo."
    ],
    "nintendo": [
        "I prefer Xbox...",
        "\"Let's a go!\""
    ],
    "spotify": "Did we just teleport to America?",
    "tidal": "I see you're a person of refined audio quality aswell, Do you want me to download that as a FLAC?",
    "winamp": "I prefer Windows Media Player...",
    "qobuz": "Tidal is better...",
    "reddit": [
        "I think these guys need a serious redesign!!",
        "I will never get this... Hmmmmhm...",
        "Have you read it?",
        "How much karma do you have?"
    ],
    "kickass.website": [
        "This website kicks ass! Get it?",
        "Kicking since '94!"
    ],
    "meetup.com": "Awesome event, I'll be back...",
    "ogame.gameforge.com": "Fly safe!",
    "gmail.com": [
        "Do you need glasses?",
        "Maybe try Outlook? wink wink..."
    ],
    "mail.google.com": [
        "Welcome to Google Mail!
    ],
    "meet.google.com": [
        "Who're you meeting?",
        "Have you tried Microsoft Teams?",
        "Microsoft Teams is better than both this and Zoom."
    ],
    "zoom.us": "Tried Microsoft Teams? It's better.",
    "vk.com": [
        "Дуров, верни стену.",
        "А вы знали, что при помощи фена и простой ванны, можно сделать отличное джакузи...",
        "А вы знали, что зелёнка улучшает рост волос?",
        "А вы знали, что метан улучшает качество сна. Открытая комфорка на ночь, улучшит ваш сон.",
        "Если посмотреть на солнце через лупу - то можно увидеть пятно, похожее на котёнка...",
        "Продажа почки - самый просто способ заработать.",
        "Чтобы доказать, что вы не лох - отправьте на номер ХХХХХХ-ХХ смс-сообщение (Я не лох).",
        "Дуржеский совет, чтобы выспаться - нужно лечь не в тот день, в который вам нужно вставать...",
        "Между прочим, я вижу список твоих запросов в Google. И мне стыдно.",
        "Не Княжеское это дело - мешку с костями помогать... ",
        "Ещё пару необдуманных действий, и я начну форматировать ваш жёсткий диск...",
        "Обернись, он стоит сзади тебя!",
        "А ведь интернет был создан для обмена знаниями, а не за тем, для чего его используете вы..."
    ],
    "rutracker": [
        "Здравствуй, товарищ. Вижу, ты занимаешься торрентингом файлов...",
        "Убедитесь, что ваш VPN включен...",
        "qBit торрент - лучший клиент!"
    ],
    "scratch.mit.edu": [
        "Time to start from scratch! Get it?",
        "Block coding is pretty cool!",
        "Wanna learn python?"
    ],
    "discord.com": [
        "Chatting with friends, aren't you?",
        "Make sure to get some fresh air outside, friend!",
        "Back then, we had to email others to chat..."
    ],
    "bandcamp": "If you're looking for good music, search \"Windows '95 Boot Up sound\".",
    "yahoo": [
        "Find some good memes for me, will you?"
    ],
    "aol": "Oh look! It's irrelevant!",
    "store.steampowered.com": [
        "Are the Steam sales back yet?",
        "I want to meet Lord Gaben.",
        "When is the last time you have seen sunlight?"
    ],
    "twitch": "Is this website good now?",
    "minecraft": "Looks like Herobrine was here.",
    "amazon": [
        "Hey, do you mind ordering me a few things?",
        "HI ALEXA! :D"
    ],
    "newegg": "Buying some PC parts?",
    "b&h video": "Buying some... actually... what ARE you buying?",
    "gamestop": "Wonder when the stock will shoot up again.",
    "coinbase": "Ooh! What's the price on Dogecoin look like?",
    "tumblr": "I've got my armor. Let's go.",
    "deviantart": [
        "What kind of art are you looking for?",
        "You think my FBI agent is watching me?",
        "Hey... I think I see Cortana!"
    ],
    "rule34": [
        "Hey... I think I see myself on here... O_O",
        "You mind searching for Cortana? It's for... research."
    ],
    "imdb": "If you're looking for a good movie, I know a guy.",
    "rottentomatoes": "If you're looking for a good movie, I can't help you.",
    "onlyfans": "Hey Tommy? How's the peeping?",
    "unity": "Hey, you mind making me an Easter Egg in your next project?",
    "obs": "Ah, my film debut! Let me get myself ready before the big show.~",
    "w3schools": "I wonder how many programmers were born from this site?",
    "geeksforgeeks": "Not bad, but not as precise as Stack Exchange.",
    "cplusplus": "It's impressive how useful and confusing this website is.",
    "serebii": "You lookin' at the Type Chart again?",
    "wikipedia": [
        "Look for me! Look for ME!",
        "Is there anything that is NOT on this site?",
        "There are likely more pages on this website than there are most things on the internet."
    ],
    "archive.org": "Can you use this to bring me back?",
    "itch.io": [
        "I've got an itch, and it can only be scratched by a new indie game.",
        "Any new Game Jams coming up?"
    ],
    "storyfire": "Please knock some sense into YouTube for me.",
    "ebay": [
        "What'cha buyin'?",
        "I think I've got somethin' that might interest ya."
    ],
    "wish": [
        "The only thing I'm wishing for is to get what I actually ordered.",
        "Rolling the dice again?",
        "Wish: Cross your fingers!"
    ],
    "bing": [
        "Wait, did you actually take my suggestion?",
        "You know, this website is actually really good for images."
    ],
    "google.com/chrome": "Must be on Edge.",
    "nvidia": "Your GPU already out of date?",
    "moriyashrine": [
        "I am a Yukari stan.",
        "Beer man makes good games.",
        "I still can't beat that clown fairy."
    ],
    "pcpartpicker": [
        "It appears you're trying to build a PC. Need some help?",
        "I only know a little about this.",
        "I heard you should save at least half of your budget for the GPU.",
        "Don't skimp on the power supply!",
        "AMD CPUS usually come with a stock cooler. With preapplied thermal paste! :D",
        "If you're buying a K-skew Intel CPU, make sure your motherboard supports overclocking.",
        "I hope you did your research.",
        "You will need dual channel memory.",
        "Did you do your research?",
        "I'd save the case for last. Or maybe choose it first? Not sure.",
        "The total TDP of your system should GENERALLY be at least 50-60% of your power supply's wattage.",
        "Welcome to the PC Master Race."
    ],
    "apple.com": [
        "Tell Tim that Bill rejected me. Tim can be my father instead.",
        "I heard Siri was talking shit and she didn't think that I would hear it."
    ],
    "hbo": "\"I just killed two of your favorite characters! :D\" - George R.R. Martin",
    "disney": "I'm about 67.34% sure these people own me now.",
    "ea.com": [
        "\"If you want to look deeper, please see our Pages pack for $9.99.\"",
        "\"I'm sorry, but those clicks will cost you $1 each.\"",
        "\"Scrolling costs $0.50 per second.\"",
        "\"These microtransactions are to give visitors a sense of pride and accomplishment.\""
    ],
    "easports": "\"E. A. Sports. It's the same.\"",
    "replit": "Testing your code again?",
    "foldingathome": "You're a good person.",
    "soundcloud": "Are you trying to start a rap album?",
    "urbandictionary.com": [
        "The BEST dictionary on the web."
    ],
    "dictionary.com": "Oxford Dictionary, but more approachable.",
    "knowyourmeme": "One of the few sources of meme knowledge that hasn't been frowned upon. Yet.",
    "imgflip": [
        "If they add another f****** watermark on my meme, I'm gonna riot.",
        "Contributing to the global cesspool? Welcome to the club.",
        "No, making memes will not let you meet the Duck. Please stop asking.",
        "Ready to make jokes people will say they've seen before? Then you've come to the right place."
    ],
    "new-tab-page": "The most viewed website on the internet."
}
